Repository: pedro-mendonca/wp-gif-player
Catalog: languages/WPGP-*.po
Languages: pt_pt

source: Add GIF
pt_pt: Adicionar GIF

source: Sorry, but we couldn't find a GIF with this ID!
pt_pt: Desculpe, mas não foi possível encontrar um GIF com este ID!

source: You do not have sufficient permissions to access this page.
pt_pt: Não tem permissões suficientes para aceder a esta página.

source: WP Gif Player Settings
pt_pt: Definições do WP Gif Player

source: Thumbnail Settings
pt_pt: Definições da imagem de destaque

source: Set post thumbnail automatically?
pt_pt: Definir imagem de destaque automaticamente?

source: Choose your settings below:
pt_pt: Escolha as suas definições abaixo:

source: Don't set a post thumbnail
pt_pt: Não definir uma imagem de destaque

source: Set first frame of first GIF as Thumbnail
pt_pt: Definir primeiro frame do primeiro GIF como imagem de destaque

source: Set first GIF as Thumbnail
pt_pt: Definir primeiro GIF como imagem de destaque

source: An easy to use GIF Player for Wordpress
pt_pt: Um GIF Player de utilização fácil para WordPress
